docs-H/dot/InformalHearingPresentationTask_Organization.dot
digraph G {
rankdir="LR";
"InformalHearingPresentationTask_Organization" -> "VeteranRecordRequest_Organization" [label=3]
"InformalHearingPresentationTask_Organization" -> "InformalHearingPresentationTask_User" [label=21]
"EvidenceSubmissionWindowTask_Organization" -> "InformalHearingPresentationTask_Organization" [label=18]
"DistributionTask_Organization" -> "InformalHearingPresentationTask_Organization" [label=225]
"TrackVeteranTask_Organization" -> "InformalHearingPresentationTask_Organization" [label=3]
"InformalHearingPresentationTask_Organization" -> "JudgeAssignTask_User" [label=20]
"InformalHearingPresentationTask_Organization" -> "BvaDispatchTask_Organization" [label=3]
}
